Repository: InledcoLight/20170809_iOS
Catalog: Fluval/econlux-app.git/EconluxApp/Languages/*.lproj/Localizable.strings
Languages: de

# LANGUAGE
source: English
de: German

# DUMMY_CHANNEL_1
source: Warm light (front)
de: Warmes Licht (front)

# DUMMY_CHANNEL_2
source: Cold light (back)
de: Kaltes Licht (back)

# DUMMY_CHANNEL_3
source: Background lightning
de: Hintergrund Blitz

# DUMMY_CHANNEL_4
source: Plant lightning
de: Pflanzen Blitz

# DUMMY_GATEWAY
source: Fish tank living room
de: Aquarium Wohnzimmer

# PHASE_1
source: Sunrise
de: Sonnenaufgang

# PHASE_2
source: Break
de: Pause

# PHASE_3
source: Sunset
de: Sonnenuntergang

# PHASE_4
source: Moon
de: Mond

source: automatic
de: Automatik

# LIGHT_TITLE
source: Light Settings
de: Leuchten Einstellung

# GATEWAY_MODE
source: Automatic Mode %@
de: Automatischer Modus %@

# GATEWAY_MODE_MANUAL
source: Off
de: aus

# GATEWAY_MODE_AUTOMATIC
source: On
de: an

# SLOT_SETTINGS_SAVE
source: Save
de: Speichern

# SLOT_SETTINGS_TITLE
source: New light
de: Neues Licht

# SIDE_NAV_CONNECTED_GATEWAY
source: Connected to Gateway
de: Verbunden zum Gateway

# CDCTL_DIMMING
source: Dimming
de: Dimmen

# CDCTL_COMMIT
source: SAVE CHANGES
de: ÄNDERUNG SPEICHERN

# CDCTL_COLOR
source: Color
de: Farbe

# CDCTL_LIGHT_TYPE
source: Type of light
de: Licht Typen

# CONNECTING_LABEL
source: Connecting...
de: Verbinde...

source: undefined
de: undefiniert

# CONNECTION_SCREEN_TITLE
source: Connect to Gateway
de: Verbinde zum Gateway

# CONNECTION_SCREEN_HEADER_DESCRIPTION
source: Connect to a gateway in your local WiFi. Please make sure that you are connected to the same network as your desired gateway.
de: Verbinde zu einem Gateway in ihrem localem WiFi. Bitte stellen sie sicher das ihr Smartphone im selben Netzwerk ist wie ihr Gateway

# CONNECTION_SCREEN_ADDRESS_LABEL
source: IP-Address
de: IP-Addresse

# CONNECTION_SCREEN_CONNECT
source: Connect now
de: Jetzt Verbinden

# TIME_TOP_DESC
source: Modifying %@ time of (%@) Starting at: %@ • Ending at: %@
de: Ändern %@-Zeit von (%@) Beginnend um: %@ • Endet um: %@

# TIME_BUTTON_SET
source: Set
de: Setzen

# REMOTE_TITLE
source: Direct Control
de: Direkte Steuerung

# REMOTE_ON
source: On
de: An

# REMOTE_OFF
source: Off
de: Aus

# REMOTE_DIMMER_SUBTITLE
source: Light dimmed
de: Licht gedimmt

# REMOTE_TITLE_2
source: Channel %d
de: Kanal %d

# PHASE_DETAIL_STOP
source: End:
de: Stop:

# PHASE_DETAIL_GIVEN_VALUE
source: Target Brightness:
de: Ziel Wert:

# PHASE_DETAIL_CHANGE_COLOR
source: COLOR TAG
de: Farbmarkierung

# PHASE_DETAIL_CANCEL
source: CANCEL
de: Abbrechen

# PHASE_DETAIL_CHANNEL
source: Channel:
de: Kanal:

# PHASE_DETAIL_CHOOSE_COLOR
source: Choose color
de: Farbe wählen

# PREV_PHASE_VALUES
source: The previous phase is ending at %@
de: Vorherige Phase endet um %@

# PREV_PHASE_SUNRISE
source: Please select Sunrise Schedule
de: Bitte stellen sie den Zeitplan für den Sonnenaufgang ein.

# PREV_PHASE_BREAK
source: Please select Break Schedule
de: Bitte stellen sie den Zeitplan für die Pause ein.

# PREV_PHASE_SUNSET
source: Please select Sunset Schedule
de: Bitte stellen sie den Zeitplan für den Sonnenuntergang ein.

# LOGIN_INFO
source: IP-Address of your gateway
de: IP-Addresse ihres Gateways

# LOGIN_INFO_FETCHING_IP
source: Getting the IP-Address, please wait
de: IP wird Abgerufen, bitte warten

# LOGIN_ERROR_WRONG_NETWORK
source: The device isn't on the right network.
de: Das Gerät ist nicht im richtigen Netzwerk

# LOGIN_ERROR_NO_IP
source: It was impossible to get an IP-Address. Please check your WiFi settings.
de: Es konnte keine IP-Addresse bezogen werden. Bitte überprüfen sie ihre WiFi Einstellungen.

# LOGIN_ERROR_RESTART_WIFI
source: There was a problem connecting to the WiFi. Please restart your WiFi.
de: Es gab ein Problem mit der WiFi Verbindung, bitte starten sie das WiFi neu.

# LOGIN_INFO_IP_GOT
source: IP found.
de: IP abgerufen.

# ALERT_GATEWAY_NOT_RENAMED
source: The gateway could not be renamed.
de: Gateway konnte nicht umgenannt werden.

# ALERT_GATEWAY_NOT_RENAMED_NO_NAME
source: Gateway could not be renamed. No name was provided!
de: Gateway konnte nicht umgenannt werden, es wurde kein Name eingegeben!

# ALERT_LIGHT_NOT_SAVED
source: The light could not be saved
de: Die Leuchte konnte nicht gespeichert werden

# ALERT_COMITING_GW
source: There was an error committing the gateways type
de: Es gab einen Fehler beim übertragen des Gateway Typen

# ALERT_NO_CONNECTION
source: No connection established!
de: Keine Verbindung aufgebaut!

# ALERT_GATEWAY_NO_INFO
source: The gateway info could not be read.
de: Gateway Info konnte nicht gelesen werden.

# ALERT_GATEWAY_UNAVAILABLE
source: Couldn't connect to given gateway. Please check your wifi connection.
de: Konnte keine Verbindung mit dem Gateway herstellen. Bitte WiFi Verbindung prüfen.

# ALERT_VALUE_NOT_SAVED
source: The new value could not be saved in the gateway
de: Der neue Wert konnte nicht auf dem Gateway gespeichert werden.

# ALERT_LIGHT_NAME_NOT_SAVED
source: The new light name could not be saved in the gateway
de: Der neue Leuchten Name konnte nicht auf dem Gateway gespeichert werden

# ALERT_INVALID_VALUES
source: Please check your input. There are invalid values occurring.
de: Bitte überprüfen sie ihre Eingaben, es bestehen ungültige Werte.

# ALERT_INVALID_START_STOP
source: Please provide a valid start and stop time
de: Geben sie bitte eine gültige start und Stopzeit an

# ALERT_INVALID_SORT
source: The start time needs to be smaller than the stop time
de: Die Startzeit muss kleiner als die Stopzeit sein

# ALERT_WARNING
source: Warning
de: Warnung

# ALERT_INVALID_NAME
source: Please provide a valid name
de: Bitte geben sie einen gültigen Namen ein

# ALERT_INVALID_PRODUCT_TYP
source: Please provide a valid product type
de: Bitte wählen sie einen gültigen Produkt Typen aus

# ALERT_WIFI_ERROR
source: Connection Interrupted
de: Verbindung unterbrochen.

# ALERT_CONNECTION_LOST
source: WiFi connection lost. Please reconnect.
de: WiFi Verbindung unterbrochen. Bitte neu Verbinden.

# ALERT_SUNRISE_VALUE_TOO_LOW
source: The value of the Sunrise needs to be bigger than the value of the Sunset
de: Der Wert des Sonnenaufgangs mus größer sein als der Wert des Sonnenuntergangs.

# ALERT_WRONG_PW
source: The entered password is wrong. Please try again.
de: Das eingegebene Passwort ist falsch, bitte erneut eingeben.

source: Channels
de: Kanäle

# NO_LIGHTS_CONFIGURED
source: There are no lights existing. Please configure a new light by clicking the plus icon in the upper right corner.
de: Es existieren keine Lampen. Bitte konfigurieren sie eine neue Lampe indem sie oben-rechts auf das Plus klicken.

# SETTINGS_SET
source: Set
de: OK

# SETTINGS_CANCEL
source: Cancel
de: Abbrechen

# SETTINGS_TITLE
source: Settings
de: Einstellungen

# SETTINGS_RESET_GW
source: Reset to factory defaults
de: Auf Werkseinstellung zurücksetzen

# SETTINGS_CHANGE
source: New password
de: Neues Passwort

# SETTINGS_CHANGE_PW
source: Change password
de: Passwort ändern

# SETTINGS_CHANGE_PW_INFO
source: Please provide a new login password.
de: Bitte geben sie ein neues Passwort ein

# SETTINGS_RENAME
source: Rename
de: Umbenennen

# SETTINGS_RENAME_GW
source: Re-name WiFi device
de: WiFi Gerät umbenennen

# SETTINGS_RENAME_GW_INFO
source: Please provide a new name for this connected gateway
de: Bitte geben sie einen neuen Namen für das verbundene Gateway ein

# SETTINGS_CLOUD_MODE
source: Cloud effect is %@
de: Wolkeneffekt ist %@

# SETTINGS_CLOUD_MODE_ON
source: on
de: an

# SETTINGS_CLOUD_MODE_OFF
source: off
de: aus

# INVALID_PW
source: Please provide a valid password
de: Geben sie bitte ein gültiges Passwort ein

# CHANGE_PW_ERROR
source: The new password could not be set. Please check your connection.
de: Das neue Passwort konnte nicht gesetzt werden. Bitte überprüfen sie ihre Verbindung
